Repository: mazeonst/fortifyswift
Catalog: pj11/Localizable.xcstrings
Source language: en
Languages: ru

# cancel_button
source: Cancel
ru: Отмена

source: Contact Support
ru: Контакты

# continue_button
source: Continue
ru: Продолжить

# copied_message
source: Copied!
ru: Скопировано!

# copy_button
source: Copy
ru: Копировать

# copy_password
source: Copy
ru: Копировать

# copy_seed_phrase
source: Copy
ru: Копировать

# delete_button
source: Delete
ru: Удалить

# delete_password
source: Delete
ru: Удалить

# enter_password
source: Enter your password:
ru: Введите ваш пароль:

# enter_seed_phrase
source: Enter your seed phrase:
ru: Введите вашу сид-фразу:

# generate_button
source: Generate
ru: Сгенерировать

source: Generated passwords
ru: Сгенерированные пароли

# incorrect_login_message
source: Incorrect seed phrase or password. Please try again.
ru: Неверная сид-фраза или пароль. Попробуйте снова.

# login_button
source: Login
ru: Вход

# logout_button
source: Log out
ru: Выйти

source: No saved passwords
ru: Нет сохраненных паролей

source: Number of passwords
ru: Количество паролей

# password_generator_title
source: Password Generator
ru: Генератор паролей

# password_hidden
source: Password is hidden
ru: Пароль скрыт

source: Password length
ru: Длина пароля

# register_button
source: Register
ru: Регистрация

# save_button
source: Save
ru: Сохранить

# save_password
source: Save
ru: Сохранить

# save_password_title
source: Save Password
ru: Сохранить пароль

# saved_passwords_title
source: Saved Passwords
ru: Сохраненные пароли

# search_placeholder
source: Search by service...
ru: Поиск по сервису...

source: Seed Phrase Visibility
ru: Отображение сид-фразы

# seed_phrase_warning
source: Seed phrase is unrecoverable
ru: Сид-фраза восстановлению не подлежит

# service_placeholder
source: Service
ru: Сервис

# settings_title
source: Settings
ru: Настройки

source: Use Biometrics
ru: Использовать биометрию

source: Use numbers
ru: Использовать цифры

source: Use special characters
ru: Использовать специальные символы

# use_uppercase
source: Use uppercase letters
ru: Использовать заглавные буквы

# welcome_message
source: Welcome!
ru: Добро пожаловать!

source: Your Seed Phrase
ru: Ваша сид-фраза

# Сохраненные пароли
source: Saved Passwords
ru: Сохранённые
